Repository: falimananaGithub/flutterProject
Catalog: lib/l10n/app_*.arb
Languages: mg

# textLogoLogin
source: Login
mg: Midira

# textLogoLangage
source: Langage
mg: Fiteny

# textTitleLogin
source: Login to continue using FaceDev
mg: Midira alohan'ny hampiasana FaceDev

# textTitleLangage
source: Chose your prefer langage
mg: Safidio ny fiteny tianao indrindra

# textHintMail
source: Enter you Mail
mg: Ampidiro ny E-Mail anao

# textLabelPassword
source: Password
mg: Teny miafina

# textForgotPassword
source: Forgot password?
mg: Adino ny teny miafina?

# textConnexion
source: Sign in
mg: Fifandraisana

# textLoginWithGoogle
source: Or login with
mg: Na midira amin'ny

# textDontAccount
source: Don't have account?
mg: Tsy manana kaonty ve ianao?

# textSignUp
source: Sing up
mg: Hisoratra anarana

# textTitleRegister
source: Create an account
mg: Mamorona kaonty

# textHaveAccount
source: Have an account?
mg: Manana kaonty ve ianao?

# textConfirmPassword
source: Confirm password
mg: Hamafiso ny teny miafina

# textValidatorEmail
source: Please!, Enter a valid email
mg: Ampidiro mailaka manan-kery

# textValidatorPassword
source: Minimum password 8 characters
mg: Teny miafina farafahakeliny litera 8
